Repository: turulomio/firefox_newuser
Catalog: locale/*.po
Languages: es

source: FAILED
es: FALLO

source: Developed by Mariano Muñoz 2020-{}
es: Desarrollado por Mariano Muñoz 2020-{}

source: Command '{0}' exited with code {1}
es: El comando '{0}' termino con código {1}

source: Detecting file '{0}'...
es: Detectando fichero '{0}'...

source: File '{0}' doesn't exist
es: El fichero '{0}' no existe

source: Detecting file content in '{0}'...
es: Detectando contenido de fichero en '{0}'...

source: '{0}' wasn't found in '{1}'
es: '{0}' no fue encontrado en '{1}'

source: Script to execute a firefox instance with a recently created user. It deletes user after firefox execution
es: Programa que ejecuta una instancia de firefox con un usuario recién creado. Lo borra después de la ejecución de firefox

source: Directory to sync files to after closing firefox
es: Directorio al que sincronizar ficheros después de cerrar firefox

source: You need to set it up exactly in order to have sound enabled
es: Necesitas configurarlo de forma exacta para tener el sonido habilitado

source: Adding user 'firefox_newuser'...
es: Añadiendo el usuario 'firefox_newuser'...

source: Deleting user 'firefox_newuser'...
es: Borrando el usuario 'firefox_newuser'...

source: Moving {0} files to '{1}'
es: Moviendo {0} ficheros a '{1}'

source: Checking {0} files have been moved to '{1}'...
es: Comprobando que {0} ficheros han sido movidos a '{1}'...

source: Introduce root password to launch firefox_newuser
es: Introduzca la contraseña de root para ejecutar firefox_newuser
